Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/tmx_data/dihtorjorgaleapmi_sme2smn.tmx
Source language: sme_fi
Languages: smn

source: Dihtorjorgaleami hástalusat – Davvisámegielas anárašgillii.
smn: Tiätumaašinjurgâlem háástuh – Orjâlâškielâst anarâškielân.

source: Anárašgiela jorgaleami váldodárbbut ihtet eandalitge Sámi giellalága ja skuvlla oahpahandárbbuid bokte.
smn: Anarâškielâ jurgâlem váldutáárbuh iteh eromâšávt Sämi kielâlaavâ já škoovlâ máttááttâstáárbui peht.

source: Sámi giellalága geažil Anára gieldda ja Sámedikki virggálaš teavsttat jorgaluvvojit buot golmma sámegillii, maiddái anárašgillii.
smn: Sämi kielâlaavâ keežild Aanaar kieldâ já Sämitige virgáliih teevstah jurgâluvvojeh puoh kuulmâ sämikielân, meiddei anarâškielân.

source: Anárašgiela jorgaleaddji jorgala dábálaččat oanehis virggálaš teavsttaid, dego beavdegirjjiid ja almmuhusaid ja muhtin veardde Sámedikki siskkáldas teavsttaid.
smn: Anarâškielâ jurgâleijee jurgâl táválávt uánihâš virgálâš teevstâid tego pevdikiirjijd já almottâsâid já mottoom verd Sämitige siskáldâs teevstâid.

source: Muhtumin maiddái eará lágádusat diŋgojit jorgalusaid.
smn: Motomin meiddei eres lágádâsah tiilájeh jurgâlusâid.

source: Stuorámus jorgalandárbu lea oahppomateriála jorgaleamis.
smn: Stuárráámus jurgâlemtárbu lii oppâmateriaal jurgâlmist.

source: Oahppomateriála ráhkadeapmi lea jođáneamos ja hálbbimus jorgalemiin.
smn: Oppâmateriaal rähtim lii jotelumos já hälbimus jurgâlmáin.

source: Dán bargui ii leat fásta jorgaleaddji.
smn: Taan paargon ij lah fastâ jurgâleijee.

source: Go leat dušše 450 anársámegielaga ja go giela buorit čállit eai leat go moattelogis, lea váttis gávdnat jorgaleddjiid.
smn: Ko láá tuše 450 kielâsárnod já ko kielâst láá šiev čälleeh tuse muáddiloves, lii väädis kavnâđ jurgâleijeid.

source: Dáid sivaid dihte lea stuorra dárbu nannet jorgaleami beaktilvuođa.
smn: Tai suujâi tiet lii stuorrâ tárbu nonniđ jurgâlem pehtilvuođâ.

source: Min oainnu mielde lea vejolaš jorgalit davvisámegielat oahppogirjjiid anárašgillii nu, ahte jorgaleaddji veahkkin boahtá dihtorjorgalanprográmma.
smn: Mii uáinu mield lii máhđulâš jurgâliđ oppâkiirjijd orjâlâškielâst anarâškielân nuuvt, et jurgâleijee iššeen váldoo tiätumaašinjurgâlemohjelm.

source: Mii leat ráhkadeamen dihtorjorgalanprográmma davvisámegielas anárašgillii.
smn: Mij lep rähtimin tiätumaašinjurgâlemohjelm orjâlâškielâst anarâškielân.

source: Dán sáhttá geavahit ávkin guktuid ovdal máinnašuvvon jorgalandárbbuide.
smn: Tom puáhtá kevttiđ ävkkin kuohtuin oovdeld mainâšum jurgâlemtáárbuin.

source: Máilmmis dábálaččamusat geavahuvvo statistihkalaš dihtorjorgaleapmi (omd. Google Translate).
smn: Maailmist kiävttoo táválumosávt statistiiklâš tiätumaašinjurgâlem (om. Google Translate).

source: Guovttegielalaš teavsttain vuogádat ohcá cealkkaosiid mat statisttalaččat attášedje buoremus jorgalusa.
smn: Kyevtkielâlâš teevstâin vuáhádâh ocá celkkuuoosijd, moh statistlávt adeliččii pyeremuu jurgâlus.

source: Analyhtalaš giellapárrii gáibiduvvo guovttegielalaš teakstačoakkáldat mas leat 10 milj. sáni dahje eanet, sámegielaide olu eanet.
smn: Analyytlii kielâpaargân váttoo kyevtkielâlâš tekstâčuágáldâh, mast láá 10 miljovn säännid teikâ eenâb, sämikieláid čuuvtij eenâb.

source: Dan dihte mii bargat njuolggadusvuđot vuogádagain, Apertiumain, mii vuođđuduvvo lingvisttalaš bargui; gáldogiella analyserejuvvo, sániid vuođđohámit jorgaluvvojit ja de cealkagat genererejuvvojit jovssusgillii.
smn: Tondiet mij porgâp njuolgâdusvuáđusâš vuáháduvváin, Apertiumáin, mii vuáđuduvá lingvistlii paargon; käldeekielâ analistoo, saanij vuáđuhäämih jurgâluvvojeh já celkkuuh generistojeh puátukielân.

source: Njuolggadusvuđot jorgaleapmi gáibida stuorra guovttegielalaš sátnelisttuid, muhto goallossániid ja suorggádusaid sáhttá ráhkadit anárašgillii seamma minstara mielde go davvisámegillii.
smn: Njuolgâdusvuáđusâš jurgâlem váátá viijđes kyevtkielâlâš sänilistoid, mut kuálussaanijd já suárgusijd puáhtá rähtiđ anarâškielân siämmáá myenster mield ko orjâlâškielân.

source: Danne go gielain leat goabbatlágan čállinvuogit, de fertejit maiddái buot loatnasánit leat leksikonas, nu ahte ii leat doarvái dušše rievdadit sojahangehčosa.
smn: Tondiet ko kielâin láá jieijâslágán čäällimvyevih, ferttejeh meiddei puoh lovnâsäänih leđe leksikkost, nuuvt et ij lah tuárvi, jis muttá tuše sujâttemkiäččus.

source: Davvisámegielas ja anárašgielas leat seamma morfologalaš kategoriijat ja sullii seammalágan suorggádusat, ja lea álki fievrridit sojaheami ja suorggideami gielas nubbái.
smn: Orjâlâškielâst já anarâškielâst láá siämmááh morfologisiih kategoriah já suullân siämmáálágáneh suárguseh, nuuvt et lii älkkee sirdeđ sujâttem já suorgiittem kielâst nuubán.

source: Syntáksa lea stuorimus hástalus dihtorjorgaleamis, muhto njuolggadusaid bokte sáhttá rievdadit sániid iešvuođaid, nugo kásusa ja logu, ja sáhttá maiddái muhtun muddui rievdadit sátneortnega.
smn: Syntaks lii stuárráámus hástu tiätumaašinjurgâlmist, mut njuolgâdusâi peht puáhtá mutteđ saanij jiešvuođâid tego sajehäämi já lovo, já puáhtá meiddei mottoom muudon mutteđ sänioornig.

source: Mii leat álgán čoavdit dákkár dáhpáhusaid, ja ovdanbuktimis mii áigut erenoamážit árvvoštallat das, leago erohus, man bures min vuogádat máhttá jorgalit Suoma ja Norgga bealde čállojuvvon teavsttaid.
smn: Mij lep čuávdiškuáttám tágárijd tábáhtusâid, já sahâvuárustân mij áigup eromâšávt vuáijuđ toos, lii-uv iäru tast, mon pyereest min vuáhádâh máttá jurgâliđ Suomâ já Taažâ peln čaallum teevstâid.
